IDEA Open Model
PointOnLine3D.IsFromStart Property
Compatible with IDEA StatiCa Beta 20.0
 Gets or sets the position value is measured from the start or the ent of the line.
 Namespace: IdeaRS.OpenModel.Geometry3D
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public bool IsFromStart { get; set; }
Public Property IsFromStart As Boolean
	Get
	Set
Property Value
Type: Boolean
See Also
Reference
PointOnLine3D Class
IdeaRS.OpenModel.Geometry3D Namespace